Fri3dCamp/badge_firmware/boards/fox/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FRI3D_BADGE_FOX=y
